{
    "questions": [
        "Who secretly has a crush on someone in this room?",
        "Who would most likely survive a zombie apocalypse by abandoning everyone else?",
        "Who's been hiding a secret talent, and what is it?",
        "Who would you trust with your most embarrassing story?",
        "Who's most likely to have a secret admirer?",
        "Who would you want to switch lives with for a day and why?",
        "Who's been spreading the juiciest gossip lately?",
        "Who's most likely to have a hidden stash of sweets in their room?",
        "Who would you trust to keep a scandalous photo a secret?",
        "Who's most likely to have a secret side hustle?",
        "Who would you want to plan a wild and unforgettable party?",
        "Who's most likely to have a secret talent for singing?",
        "Who would you trust to set you up on a blind date?",
        "Who's been hiding a secret obsession with a guilty pleasure TV show?",
        "Who would you want to go on a mysterious adventure with?",
        "Who's most likely to have a secret crush on a celebrity?",
        "Who would you trust to keep your deepest, darkest secret?",
        "Who's most likely to have a secret collection of something unusual?",
        "Who would you want as your partner in a daring heist?",
        "Who's been hiding a secret talent for dancing?",
        "Who would you trust to plan a surprise getaway?",
        "Who's most likely to have a secret talent for magic tricks?",
        "Who would you want as your accomplice in a daring prank?",
        "Who's been hiding a secret crush on their best friend?",
        "Who would you trust to plan an epic road trip?",
        "Who's most likely to have a secret side job as a spy?",
        "Who would you want to share a scandalous secret with?",
        "Who's most likely to have a secret past life as a rockstar?",
        "Who would you trust to keep your embarrassing childhood stories safe?",
        "Who's been hiding a secret love for karaoke?",
        "Who would you want to plan a surprise party for you?",
        "Who's most likely to have a secret stash of love letters?",
        "Who would you trust with planning a scandalous night out?",
        "Who's been hiding a secret obsession with a cheesy romance novel?",
        "Who would you want to accompany you on a spontaneous road trip?",
        "Who's most likely to have a secret talent for impersonations?",
        "Who would you trust to plan a romantic dinner for two?",
        "Who's been hiding a secret hobby that no one knows about?",
        "Who would you want to have a heart-to-heart conversation with?",
        "Who's most likely to have a secret talent for stand-up comedy?",
        "Who would you trust with organizing a surprise date night?",
        "Who's been hiding a secret crush on their neighbor?",
        "Who would you want as your partner in a dance-off?",
        "Who's most likely to have a secret side job as a detective?",
        "Who would you trust to plan an extravagant wedding?",
        "Who's been hiding a secret talent for poetry?",
        "Who would you want as your partner in a game of truth or dare?",
        "Who's most likely to have a secret passion for extreme sports?",
        "Who would you trust to plan a surprise proposal?"
    ]
}